{
  "education": {
      "hindi": {
          "पाठ्यक्रम": "हमारा पाठ्यक्रम CBSE दिशानिर्देशों के अनुसार है। इसमें विज्ञान, गणित, सामाजिक विज्ञान, हिंदी और अंग्रेजी जैसे विषय शामिल हैं।",
          "शुल्क": "वार्षिक शुल्क 50,000 रुपये है। इसमें पाठ्यपुस्तकें, यूनिफॉर्म और प्रयोगशाला शुल्क शामिल हैं।",
          "कक्षा समय": "कक्षाएं सुबह 8 बजे से दोपहर 2 बजे तक होती हैं। प्रत्येक कक्षा 40 मिनट की होती है और दोपहर के भोजन का अवकाश 12 बजे से 12:30 बजे तक है।",
          "संगीत": "हमारे पास संगीत कक्षाएं हैं जो प्रतिदिन होती हैं। छात्रों को हिंदुस्तानी शास्त्रीय संगीत और पश्चिमी संगीत दोनों सिखाया जाता है।",
          "खेल": "हमारे पास क्रिकेट, फुटबॉल और बास्केटबॉल की सुविधाएं हैं। खेल गतिविधियां सप्ताह में तीन बार आयोजित की जाती हैं।",
          "पुस्तकालय": "हमारे पास 10,000 से अधिक पुस्तकों का एक डिजिटल पुस्तकालय है। छात्रों को ई-पुस्तकों और ऑनलाइन जर्नल तक पहुंच प्रदान की जाती है।",
          "प्रवेश": "अगले शैक्षणिक वर्ष के लिए प्रवेश खुले हैं। प्रवेश प्रक्रिया में एक लिखित परीक्षा और साक्षात्कार शामिल है।",
          "शिक्षक": "हमारे पास अनुभवी और योग्य शिक्षकों की एक टीम है। प्रत्येक शिक्षक अपने विषय में विशेषज्ञ है और छात्रों के समग्र विकास पर ध्यान केंद्रित करता है।",
          "प्रयोगशाला": "हमारे पास विज्ञान और कंप्यूटर प्रयोगशालाएं हैं जो आधुनिक उपकरणों से सुसज्जित हैं। छात्रों को व्यावहारिक प्रयोग करने के लिए प्रोत्साहित किया जाता है।",
          "छात्रवृत्ति": "हम मेधावी छात्रों को छात्रवृत्ति प्रदान करते हैं। छात्रवृत्ति के लिए आवेदन प्रक्रिया हर साल मार्च में शुरू होती है।"
      },
      "marathi": {
          "अभ्यासक्रम": "आमचा अभ्यासक्रम CBSE मार्गदर्शक तत्त्वांनुसार आहे. यात विज्ञान, गणित, सामाजिक विज्ञान, मराठी आणि इंग्रजी यासारख्या विषयांचा समावेश आहे.",
          "फी": "वार्षिक फी 50,000 रुपये आहे. यात पाठ्यपुस्तके, युनिफॉर्म आणि प्रयोगशाळा शुल्क समाविष्ट आहे.",
          "वर्ग वेळ": "वर्ग सकाळी 8 ते दुपारी 2 वाजेपर्यंत असतात. प्रत्येक वर्ग 40 मिनिटांचा असतो आणि दुपारच्या जेवणाचा विराम 12 ते 12:30 वाजता असतो.",
          "संगीत": "आमच्याकडे दररोज संगीत वर्ग होतात. विद्यार्थ्यांना हिंदुस्तानी शास्त्रीय संगीत आणि पाश्चात्य संगीत दोन्ही शिकवले जाते.",
          "क्रीडा": "आमच्याकडे क्रिकेट, फुटबॉल आणि बास्केटबॉल सुविधा आहेत. क्रीडा उपक्रम आठवड्यातून तीन वेळा आयोजित केले जातात.",
          "ग्रंथालय": "आमच्याकडे 10,000 पेक्षा जास्त पुस्तकांचे डिजिटल ग्रंथालय आहे. विद्यार्थ्यांना ई-पुस्तके आणि ऑनलाइन नियतकालिकांमध्ये प्रवेश दिला जातो.",
          "प्रवेश": "पुढील शैक्षणिक वर्षासाठी प्रवेश सुरू आहेत. प्रवेश प्रक्रियेत लिखित परीक्षा आणि मुलाखत समाविष्ट आहे.",
          "शिक्षक": "आमच्याकडे अनुभवी आणि पात्र शिक्षकांची टीम आहे. प्रत्येक शिक्षक त्यांच्या विषयात तज्ञ आहे आणि विद्यार्थ्यांच्या सर्वांगीण विकासावर लक्ष केंद्रित करतो.",
          "प्रयोगशाळा": "आमच्याकडे विज्ञान आणि संगणक प्रयोगशाळा आहेत ज्या आधुनिक उपकरणांनी सुसज्ज आहेत. विद्यार्थ्यांना प्रायोगिक प्रयोग करण्यासाठी प्रोत्साहित केले जाते.",
          "शिष्यवृत्ती": "आम्ही मेधावी विद्यार्थ्यांना शिष्यवृत्ती देतो. शिष्यवृत्तीसाठी अर्ज प्रक्रिया दरवर्षी मार्चमध्ये सुरू होते."
      },
      "tamil": {
          "பாடத்திட்டம்": "எங்கள் பாடத்திட்டம் CBSE வழிகாட்டுதல்களின்படி உள்ளது. இதில் அறிவியல், கணிதம், சமூக அறிவியல், தமிழ் மற்றும் ஆங்கிலம் போன்ற பாடங்கள் அடங்கும்.",
          "கட்டணம்": "ஆண்டு கட்டணம் ரூ.50,000. இதில் பாடப்புத்தகங்கள், சீருடை மற்றும் ஆய்வக கட்டணம் அடங்கும்.",
          "வகுப்பு நேரம்": "வகுப்புகள் காலை 8 மணி முதல் மதியம் 2 மணி வரை. ஒவ்வொரு வகுப்பும் 40 நிமிடங்கள் நீடிக்கும் மற்றும் மதிய உணவு இடைவேளை 12 மணி முதல் 12:30 மணி வரை.",
          "இசை": "நாங்கள் தினமும் இசை வகுப்புகளை நடத்துகிறோம். மாணவர்களுக்கு இந்துஸ்தானி இசை மற்றும் மேற்கத்திய இசை இரண்டும் கற்பிக்கப்படுகிறது.",
          "விளையாட்டு": "எங்களிடம் கிரிக்கெட், கால்பந்து மற்றும் கூடைப்பந்து வசதிகள் உள்ளன. விளையாட்டு நடவடிக்கைகள் வாரத்திற்கு மூன்று முறை நடத்தப்படுகின்றன.",
          "நூலகம்": "எங்களிடம் 10,000 க்கும் மேற்பட்ட புத்தகங்களைக் கொண்ட ஒரு டிஜிட்டல் நூலகம் உள்ளது. மாணவர்களுக்கு மின்னூடக புத்தகங்கள் மற்றும் ஆன்லைன் இதழ்கள் அணுகல் வழங்கப்படுகிறது.",
          "சேர்க்கை": "அடுத்த கல்வி ஆண்டுக்கான சேர்க்கை திறந்துள்ளது. சேர்க்கை செயல்முறையில் ஒரு எழுத்துத் தேர்வு மற்றும் நேர்காணல் அடங்கும்.",
          "ஆசிரியர்": "எங்களிடம் அனுபவம் மற்றும் தகுதிவாய்ந்த ஆசிரியர்கள் உள்ளனர். ஒவ்வொரு ஆசிரியரும் தங்கள் பாடத்தில் நிபுணத்துவம் பெற்றவர்கள் மற்றும் மாணவர்களின் ஒட்டுமொத்த வளர்ச்சியில் கவனம் செலுத்துகிறார்கள்.",
          "ஆய்வகம்": "எங்களிடம் அறிவியல் மற்றும் கணினி ஆய்வகங்கள் உள்ளன, அவை நவீன உபகரணங்களால் அமைக்கப்பட்டுள்ளன. மாணவர்கள் நடைமுறை பரிசோதனைகளை மேற்கொள்ள ஊக்குவிக்கப்படுகிறார்கள்.",
          "மாணவர் உதவித்தொகை": "நாங்கள் மேதாவி மாணவர்களுக்கு உதவித்தொகை வழங்குகிறோம். உதவித்தொகைக்கான விண்ணப்ப செயல்முறை ஒவ்வொரு ஆண்டும் மார்ச் மாதத்தில் தொடங்குகிறது."
      },
      "english": {
            "curriculum": "Our curriculum follows CBSE guidelines. It includes subjects like Science, Mathematics, Social Science, Hindi, and English.",
            "fees": "The annual fee is Rs. 50,000. This includes textbooks, uniforms, and laboratory fees.",
            "class timing": "Classes are from 8 AM to 2 PM. Each class is 40 minutes long, and the lunch break is from 12 PM to 12:30 PM.",
            "music": "We have music classes that happen daily. Students are taught both Indian classical music and Western music.",
            "sports": "We offer cricket, football, and basketball facilities. Sports activities are conducted three times a week.",
            "library": "We have a digital library with over 10,000 books. Students are provided access to e-books and online journals.",
            "admission": "Admissions are open for the next academic year. The admission process includes a written test and an interview.",
            "teachers": "We have a team of experienced and qualified teachers. Each teacher is an expert in their subject and focuses on the overall development of students.",
            "laboratory": "We have science and computer laboratories equipped with modern equipment. Students are encouraged to perform practical experiments.",
            "scholarship": "We provide scholarships to meritorious students. The scholarship application process starts every year in March."
      }
  }
}